export const dataTenders = [
  {
    id: "1",
    type: "Активний",
    active: true,
    data: "04.01.2024",
    text: "Тендер на закупівлю послуг зовнішнього оцінювання для оцінки рівня організаційного розвитку та розробки “Плану організаційного розвитку для БО”",
    desc: "Запрошуємо до участі у тендері на закупівлю послуг з ремонтних робіт юридичних осіб, які мають відповідний досвід і необхідні ресурси.",
    start: "21.12.2023",
    end: "04.01.2024",
    lotNumberOne: "Лот №1",
    lotDesc:
      "Предметом закупівлі є виконання поточного ремонт класу біології у будівлі КЗ 'Елітнянський ліцей Вільхівської Сільської Ради', розташованої за адресою: Харківська обл., смт.Кулиничі, селище Елітне, вул. Шкільна, 17.",
    titleLink: "Детальніше про вимоги до обладнання і учасників тендеру:",
    link: "https://docs.google.com/.../10EWeq2uSDcJbgZttEPtfl8MY1Qf.../",
    lotNumberTwo: "Лот №2",
    lotDesc:
      "Предметом закупівлі є виконання поточного ремонт класу біології у будівлі КЗ 'Елітнянський ліцей Вільхівської Сільської Ради', розташованої за адресою: Харківська обл., смт.Кулиничі, селище Елітне, вул. Шкільна, 17.",
    titleLink: "Детальніше про вимоги до обладнання і учасників тендеру:",
    link: "https://docs.google.com/.../10EWeq2uSDcJbgZttEPtfl8MY1Qf.../",
    partners:
      "Ця діяльність відбувається в межах проєкту “Покращення доступу до освіти для дітей та підлітків на доступних територіях Харківської та Миколаївської областей”, що реалізується нами разом з:",
    partnersLinkOne:
      "https://www.figma.com/file/YVJJVCRSXoP1KgwHSYxrYj/%22%D0%A0%D1%83%D0%BA%D0%B8-%D0%94%D1%80%D1%83%D0%B7%D1%96%D0%B2%22?type=design&node-id=546-467&mode=dev",
    partnersLinkTwo:
      "https://www.figma.com/file/YVJJVCRSXoP1KgwHSYxrYj/%22%D0%A0%D1%83%D0%BA%D0%B8-%D0%94%D1%80%D1%83%D0%B7%D1%96%D0%B2%22?type=design&node-id=546-467&mode=dev",
    partnersLinkThree:
      "https://www.figma.com/file/YVJJVCRSXoP1KgwHSYxrYj/%22%D0%A0%D1%83%D0%BA%D0%B8-%D0%94%D1%80%D1%83%D0%B7%D1%96%D0%B2%22?type=design&node-id=546-467&mode=dev",
    partnersText:
      "Публікація відображає позицію авторів, та не обов’язково відображає позицію 'Plan International'",
    contacts:
      "Зацікавлені сторони можуть отримати додаткову інформацію та відповіді на питання:",
    email: "за адресою: tender_offers@ukr.net",
    phone: "за контактним телефоном: (097) 704 0880",
    performer: "Гетьман Альона",
  },
  {
    id: "2",
    type: "Активний",
    active: true,
    data: "21.12.2023",
    text: "Тендер на закупівлю матеріалів та проведення ремонтних робіт в сільських місцевостях Харківської області",
    desc: "Запрошуємо до участі у тендері на закупівлю послуг з ремонтних робіт юридичних осіб, які мають відповідний досвід і необхідні ресурси.",
    start: "21.12.2023",
    end: "04.01.2024",
    lotNumberOne: "Лот №1",
    lotDesc:
      "Предметом закупівлі є виконання поточного ремонт класу біології у будівлі КЗ 'Елітнянський ліцей Вільхівської Сільської Ради', розташованої за адресою: Харківська обл., смт.Кулиничі, селище Елітне, вул. Шкільна, 17.",
    titleLink: "Детальніше про вимоги до обладнання і учасників тендеру:",
    link: "https://docs.google.com/.../10EWeq2uSDcJbgZttEPtfl8MY1Qf.../",
    lotNumberTwo: "Лот №2",
    lotDesc:
      "Предметом закупівлі є виконання поточного ремонт класу біології у будівлі КЗ 'Елітнянський ліцей Вільхівської Сільської Ради', розташованої за адресою: Харківська обл., смт.Кулиничі, селище Елітне, вул. Шкільна, 17.",
    titleLink: "Детальніше про вимоги до обладнання і учасників тендеру:",
    link: "https://docs.google.com/.../10EWeq2uSDcJbgZttEPtfl8MY1Qf.../",
    partners:
      "Ця діяльність відбувається в межах проєкту “Покращення доступу до освіти для дітей та підлітків на доступних територіях Харківської та Миколаївської областей”, що реалізується нами разом з:",
    partnersLinkOne:
      "https://www.figma.com/file/YVJJVCRSXoP1KgwHSYxrYj/%22%D0%A0%D1%83%D0%BA%D0%B8-%D0%94%D1%80%D1%83%D0%B7%D1%96%D0%B2%22?type=design&node-id=546-467&mode=dev",
    partnersLinkTwo:
      "https://www.figma.com/file/YVJJVCRSXoP1KgwHSYxrYj/%22%D0%A0%D1%83%D0%BA%D0%B8-%D0%94%D1%80%D1%83%D0%B7%D1%96%D0%B2%22?type=design&node-id=546-467&mode=dev",
    partnersLinkThree:
      "https://www.figma.com/file/YVJJVCRSXoP1KgwHSYxrYj/%22%D0%A0%D1%83%D0%BA%D0%B8-%D0%94%D1%80%D1%83%D0%B7%D1%96%D0%B2%22?type=design&node-id=546-467&mode=dev",
    partnersText:
      "Публікація відображає позицію авторів, та не обов’язково відображає позицію 'Plan International'",
    contacts:
      "Зацікавлені сторони можуть отримати додаткову інформацію та відповіді на питання:",
    email: "за адресою: tender_offers@ukr.net",
    phone: "за контактним телефоном: (097) 704 0880",
    performer: "Степан Бандера",
  },
  {
    id: "3",
    type: "Архівний",
    active: false,
    data: "29.12.2023",
    text: "Конкурс на закупівлю  виробів легкої промисловості для дітей віком 6-17 років у Херсонській області.",
    desc: "Запрошуємо до участі у тендері на закупівлю послуг з ремонтних робіт юридичних осіб, які мають відповідний досвід і необхідні ресурси.",
    start: "21.12.2023",
    end: "04.01.2024",
    lotNumberOne: "Лот №1",
    lotDesc:
      "Предметом закупівлі є виконання поточного ремонт класу біології у будівлі КЗ 'Елітнянський ліцей Вільхівської Сільської Ради', розташованої за адресою: Харківська обл., смт.Кулиничі, селище Елітне, вул. Шкільна, 17.",
    titleLink: "Детальніше про вимоги до обладнання і учасників тендеру:",
    link: "https://docs.google.com/.../10EWeq2uSDcJbgZttEPtfl8MY1Qf.../",
    lotNumberTwo: "Лот №2",
    lotDesc:
      "Предметом закупівлі є виконання поточного ремонт класу біології у будівлі КЗ 'Елітнянський ліцей Вільхівської Сільської Ради', розташованої за адресою: Харківська обл., смт.Кулиничі, селище Елітне, вул. Шкільна, 17.",
    titleLink: "Детальніше про вимоги до обладнання і учасників тендеру:",
    link: "https://docs.google.com/.../10EWeq2uSDcJbgZttEPtfl8MY1Qf.../",
    partners:
      "Ця діяльність відбувається в межах проєкту “Покращення доступу до освіти для дітей та підлітків на доступних територіях Харківської та Миколаївської областей”, що реалізується нами разом з:",
    partnersLinkOne:
      "https://www.figma.com/file/YVJJVCRSXoP1KgwHSYxrYj/%22%D0%A0%D1%83%D0%BA%D0%B8-%D0%94%D1%80%D1%83%D0%B7%D1%96%D0%B2%22?type=design&node-id=546-467&mode=dev",
    partnersLinkTwo:
      "https://www.figma.com/file/YVJJVCRSXoP1KgwHSYxrYj/%22%D0%A0%D1%83%D0%BA%D0%B8-%D0%94%D1%80%D1%83%D0%B7%D1%96%D0%B2%22?type=design&node-id=546-467&mode=dev",
    partnersLinkThree:
      "https://www.figma.com/file/YVJJVCRSXoP1KgwHSYxrYj/%22%D0%A0%D1%83%D0%BA%D0%B8-%D0%94%D1%80%D1%83%D0%B7%D1%96%D0%B2%22?type=design&node-id=546-467&mode=dev",
    partnersText:
      "Публікація відображає позицію авторів, та не обов’язково відображає позицію 'Plan International'",
    contacts:
      "Зацікавлені сторони можуть отримати додаткову інформацію та відповіді на питання:",
    email: "за адресою: tender_offers@ukr.net",
    phone: "за контактним телефоном: (097) 704 0880",
    performer: "Тарас Шевченко",
  },
  // {
  // type: "Активний",
  // data: "28.12.2023",
  // text: "Конкурс на пошук спроможних ФОП для реалізації благодійного проєкту",
  // },
  // {
  // type: "Архівний",
  // data: "21.12.2023",
  // text: "Тендер на закупівлю послуг та поточні ремонтні роботи у закладах освіти Харківської області",
  // },
  // {
  // type: "Активний",
  // data: "15.12.2023",
  // text: "Тендер на закупівлю послуг фахівців для реалізації та покращення середовища в навчально освітніх закладах",
  // },
  // {
  // type: "Архівний",
  // data: "18.12.2023",
  // text: "Конкурс на закупівлю послуг викладача з англійської мови для проведення онлайн занять для повнолітніх осіб",
  // },
  // {
  // type: "Архівний",
  // data: "05.12.2023",
  // text: "Тендер на закупівлю будівельних робіт та поточного ремонту будівель закладів освіти Кіровоградської області",
  // },
  // {
  // type: "Архівний",
  // data: "27.11.2023",
  // text: "Тендер на закупівлю будівельних робіт та поточного ремонту будівель дитячих закладів освіти Вінницької області",
  // },
];
