export const dataTenders= [
{
 type: "Активний",
 data: "04.01.2024",
 text: "Тендер на закупівлю послуг зовнішнього оцінювання для оцінки рівня організаційного розвитку та розробки “Плану організаційного розвитку для БО”",
},
{
type: "Активний",
data: "21.12.2023",
text: "Тендер на закупівлю матеріалів та проведення ремонтних робіт в сільських місцевостях Харківської області",
},
{
type: "Активний",
data: "29.12.2023",
text: "Конкурс на закупівлю  виробів легкої промисловості для дітей віком 6-17 років у Херсонській області.",
},
// {
// type: "Активний",
// data: "28.12.2023",
// text: "Конкурс на пошук спроможних ФОП для реалізації благодійного проєкту",
// },
// {
// type: "Архівний",
// data: "21.12.2023",
// text: "Тендер на закупівлю послуг та поточні ремонтні роботи у закладах освіти Харківської області",
// },
// {
// type: "Активний",
// data: "15.12.2023",
// text: "Тендер на закупівлю послуг фахівців для реалізації та покращення середовища в навчально освітніх закладах",
// },
// {
// type: "Архівний",
// data: "18.12.2023",
// text: "Конкурс на закупівлю послуг викладача з англійської мови для проведення онлайн занять для повнолітніх осіб",
// },
// {
// type: "Архівний",
// data: "05.12.2023",
// text: "Тендер на закупівлю будівельних робіт та поточного ремонту будівель закладів освіти Кіровоградської області",
// },
// {
// type: "Архівний",
// data: "27.11.2023",
// text: "Тендер на закупівлю будівельних робіт та поточного ремонту будівель дитячих закладів освіти Вінницької області",
// },
]