import Container from "@/app/components/Container";

function AboutContent({ activeTab }) {
  return (
    <Container>
      <div className="mt-4">
        {activeTab === "mission" && (
          <div className="mt-[56px] mb-[112px] text-lg max-w-[740px]">
            <p className="mb-6">
              Фонд засновано у 2015 у Краматорську. Від початку діяльності
              організація реалізовувала проєкти з доставки благодійної допомоги
              до освітніх і медичних закладів, соціальних служб на території
              Донецької та Луганської областей.
            </p>
            <p className="mb-6">
              До 24 лютого ми доставляли за фінансової підтримки Дитячого фонду
              ООН UNICEF освітні матеріали та санітарно-гігієнічні засоби до
              закладів шкільної та дошкільної освіти, реабілітаційних центів,
              комунальних та медичних закладів. Проводили у прифронтових містах
              тренінги з основ чистоти для малечі та учнів початкових шкіл.
            </p>
            <p className="mb-6">
              Після повномасштабного вторгнення росії ми намагалися зберегти 
              логістику до постраждалих населених пунктів та відправляли
              допомогу до новостворених на Донеччині колективних центрів
              тимчасового перебування  переселенців. Але в умовах обстрілів і
              евакуації установ робота була майже паралізована, і команда була
              вимушена релокуватися у більш безпечний регіон України.
            </p>
            <p className="mb-6">
              Разом з родинами співробітники організації переселилися у
              колективний центр, організований для вимушених переселенців у
              місті Бар Вінницької області. Свою роботу не припиняли ані на день
              – одразу розпочали моніторинг потреб у найближчих до своєї локації
              областях України, не забували про рідний Краматорськ і тримали
              зв’язок з представниками закладів Донеччини.
            </p>
            <p>
              Після відновлення роботи у Барі розпочали співпрацю та перемовини
              з між- народними благодійними організаціями. Так у 2022 році ми
              стали реалізовувати благодійні проєкти на території Вінницької та
              Хмельницької областей у партнерстві з Дитячим фондом ООН UNICEF,
              Міжнародною організацією з міграції МОМ, Міжнародною благодійною
              організацією «Choose Love», французькою міжнародною асоціацією
              солідарності ACTED, Міжнародною благодійною організацією PLAN
              International. Запроваджували власні ініціативи та взаємодіяли з
              українськими громадськими та благодійними організаціями.
            </p>
          </div>
        )}
        {activeTab === "principles" && (
          <div className="mt-[80px] mb-[160px]">
            <ul className="list-disc ">
              <li className="ml-4 text-2xl">Відповідальність</li>
              <p className="text-lg ml-4 mb-10">
                Ми завжди виконуємо те, що обіцяємо. Ми не боїмося брати на себе
                відповідальність і робимо це свідомо.
              </p>
              <li className="ml-4 text-2xl">Результативність</li>
              <p className="text-lg ml-4 mb-10">
                Ми завжди виконуємо те, що обіцяємо. Ми не боїмося брати на себе
                відповідальність і робимо це свідомо.
              </p>
              <li className="ml-4 text-2xl">Ефективність</li>
              <p className="text-lg ml-4 mb-10">
                Ми завжди виконуємо те, що обіцяємо. Ми не боїмося брати на себе
                відповідальність і робимо це свідомо.
              </p>
              <li className="ml-4 text-2xl">Партнерство</li>
              <p className="text-lg ml-4 mb-10">
                Ми завжди виконуємо те, що обіцяємо. Ми не боїмося брати на себе
                відповідальність і робимо це свідомо.
              </p>
              <li className="ml-4 text-2xl">Розвиток</li>
              <p className="text-lg ml-4">
                Ми завжди виконуємо те, що обіцяємо. Ми не боїмося брати на себе
                відповідальність і робимо це свідомо.
              </p>
            </ul>
          </div>
        )}
        {activeTab === "values" && (
          <div className="mt-[80px] mb-[160px]">
            <ul className="list-disc ">
              <li className="ml-4 text-2xl">Служіння суспільству</li>
              <p className="text-lg ml-4 mb-10">
                Ми здійснюємо свою діяльність в інтересах громади, суспільства в
                цілому та в інтересах окремих соціальних груп. Суспільне благо
                має пріоритет перед інтересами як самої організації, так і її
                членів.
              </p>
              <li className="ml-4 text-2xl">Людина</li>
              <p className="text-lg ml-4 mb-10">
                Розуміння, повага та увага до людей, з якими і для яких ми
                працюємо. Гендерна рівність і повага до інтересів національних
                та інших меншин.
              </p>
              <li className="ml-4 text-2xl">Відкритість</li>
              <p className="text-lg ml-4 mb-10">
                Ми відкрито інформуємо наших співробітників, партнерів,
                бенефіціарів та інші зацікавлені сторони про важливі питання
                діяльності нашої організації, створюючи основу для довірчого
                співробітництва.
              </p>
              <li className="ml-4 text-2xl">Довіра</li>
              <p className="text-lg ml-4 mb-10">
                Основа суспільної дії, яка складається між людьми в результаті
                доброчесного співробітництва. Чесність, відповідальність,
                доброзичливість, щирість, компетентність – це наші принципи, як
                моделі поведінки, що формують довіру.
              </p>
              <li className="ml-4 text-2xl">Свобода</li>
              <p className="text-lg ml-4">
                Свобода від впливу політичних партій та влади. Свобода у
                прийнятті рішень.
              </p>
            </ul>
          </div>
        )}
      </div>
    </Container>
  );
}

export default AboutContent;
