export const dataCooperation = [
  {
    subtitle: "Стати партнером",
    text: "Долучайтесь до нашого благодійного фонду і ви допоможете нам втілити нашу місію у життя",
    btnText: "Заповнити форму",
  },
  {
    subtitle: "Стати донором",
    text: "Долучайтеся до нас як донор і ми змінимо життя та побудуємо світліше майбутнє.",
    btnText: "Заповнити форму",
  },
  {
    subtitle: "Стати волонтером",
    text: "Долучайтесь до нашої команди, і це стане корисним досвідом для вас особисто, а також для оточуючих.",
    btnText: "Заповнити форму",
  },
];
