export const dataProjects = [
    {
        id: "1",
        name: "ShelterBox",
        type: "Активний",
        description: "Допомогу для місцевих мешканців і переселенців, які перебувають у Краматорській громаді, видають наші співробітники за підтримки міжнародної благодійної організації “ShelterBox” За два останні місяці минулого року з благодійними вантажами вже відвідали декілька громад - Біленьке, Малотаранівка, Камишуваха, Красноторка, Ясногірка, а також здійснювали видачі у центральній і старій частині Краматорська.",
    },
    {
        id: "2",
        name: "Building Вack Вetter ІІ",
        type: "Активний",
        description: "Створення сприятливого середовища для дітей та підлітків в Україні. В рамках проєкту ми опрацювали більш ніж 300 закладів освіти Кіровоградської та Черкаської області, які надали свої потреби та тим самим прийняли участь у процесі відбору.За результатами аналізу та моніторингу, обрано тридцять шкіл та дитячих садочків, які отримають індивідуальну для кожного закладу допомогу, що включатиме ремонтні роботи, придбання необхідного обладнання та матеріалів.",
    },
    {
        id: "3",
        name: "Допомога від Юнісеф",
        type: "Архівний",
        description: "Впродовж минулих місяців ми невтомно продовжували доставляти допомогу від ЮНІСЕФ до закладів Вінницької та Хмельницької областей.Відвідали десятки освітніх закладів для дітей - школи, ліцеї, гімназії, дитячі садочки. Медичні заклади - великі лікарні у громадах та заклади первинної допомоги у невеликих селищах. Сільські ради та соціальні служби, працівники яких опікуються переселенцями та багатодітними родинами.",
    }
]