{
	"breadcrumbs": "Back",
	"title": "About us",
	"tab1": "Our mission",
	"tab2": "Our principles",
	"tab3": "Our values",
	"mission-p1": "The Foundation was founded in 2015 in Kramatorsk. Since its inception, the organisation has been implementing projects to deliver charitable aid to educational and medical institutions and social services in Donetsk and Luhansk regions.",
	"mission-p2": "Until 24 February, with the financial support of UNICEF, we delivered educational materials and sanitary products to school and pre-school education institutions, rehabilitation centres, public utilities and medical facilities. In frontline towns, we conducted trainings on the basics of cleanliness for children and primary school students.",
	"mission-p3": "After Russia's full-scale invasion, we tried to maintain logistics to the affected settlements and sent aid to the newly established collective centres for temporary accommodation of IDPs in Donetsk region. However, due to the shelling and evacuation of the centres, our work was almost paralysed, and the team was forced to relocate to a safer region of Ukraine.",
	"mission-p4": "Together with their families, the organisation's employees moved to a collective centre set up for IDPs in the town of Bar, Vinnytsia Oblast. They did not stop their work for a single day - they immediately began monitoring the needs in the regions of Ukraine closest to their location, did not forget about their native Kramatorsk and kept in touch with representatives of institutions in Donetsk Oblast.",
	"mission-p5": "After resuming work in Bar, we began cooperation and negotiations with international charitable organisations. Thus, in 2022, we began implementing charitable projects in Vinnytsia and Khmelnytskyi regions in partnership with the United Nations Children's Fund UNICEF, the International Organization for Migration IOM, the international charity Choose Love, the French international solidarity association ACTED, and the international charity PLAN International. We launched our own initiatives and interacted with Ukrainian NGOs and charities.",
	"principles-li1": "Responsibility",
	"principles-p1": "We always deliver what we promise. We are not afraid to take responsibility and do so consciously.",
	"principles-li2": "Performance.",
	"principles-p2": "We always deliver what we promise. We are not afraid to take responsibility and do so consciously.",
	"principles-li3": "Efficiency",
	"principles-p3": "We always deliver what we promise. We are not afraid to take responsibility and do so consciously.",
	"principles-li4": "Partnership",
	"principles-p4": "We always deliver what we promise. We are not afraid to take responsibility and do so consciously.",
	"principles-li5": "Development",
	"principles-p5": "We always deliver what we promise. We are not afraid to take responsibility and do so consciously.",
	"values-li1": "Service to society",
	"values-p1": "We carry out our activities in the interests of the community, society as a whole and in the interests of individual social groups. The public good has priority over the interests of both the organization itself and its members.",
	"values-li2": "Human",
	"values-p2": "Understanding, respecting and paying attention to the people we work with and for. Gender equality and respect for the interests of national and other minorities.",
	"values-li3": "Transparency",
	"values-p3": "We openly inform our employees, partners, beneficiaries and other stakeholders about important issues of our organization's activities, creating a basis for trustful cooperation.",
	"values-li4": "Confidence",
	"values-p4": "The basis of social action that develops between people as a result of honest cooperation. Honesty, responsibility, goodwill, sincerity, and competence are our principles as models of behavior that build trust.",
	"values-li5": "Freedom",
	"values-p5": "Freedom from the influence of political parties and authorities. Freedom to make decisions."
}
